{
  "事件": [
    {
      "事件名": "雨幕中的窥听",
      "备注": "L1-SN1",
      "前提": [],
      "叙事": [
        {
          "角色": "无",
          "图片": "",
          "叙述": "你在雨中骑行了两小时，终于送到今晚最后一单。电话里，平台客服冰冷地提醒：\"您已经超时22分钟，客户投诉将扣除50%佣金。\"\n\n雨水从廉价雨衣的接缝渗入，浸湿了你的衬衫。电梯上升时，你计算着今天的收入——扣除油钱和罚款，大概只有120元，连日均房租都不够。"
        },
        {
          "角色": "无",
          "图片": "",
          "叙述": "2201室的门开了条缝，穿着高级睡袍的陈谨言伸手接过餐盒，同时对电话那头说：\"这波新能源板块回调正是布局机会，我们内部评估很明确。\"\n\n他随手递给你一张百元钞票，示意不用找了，又低声补充：\"特别是锂矿相关，回调15%就是买点，记住我说的。\"\n\n关门前，你听到最后一句：\"三季度必须完成建仓，标的很明确——天启科技。\""
        },
        {
          "角色": "无",
          "图片": "",
          "叙述": "电梯下行时，你的心跳加速。这是什么意思？普通人能利用这种信息吗？你知道\"股票\"，但从未接触过投资。然而，那张轻易得来的百元钞票提醒你：在某些世界里，金钱的流动规则与你所知的完全不同。\n\n你站在雨中，手机搜索\"天启科技\"，看到一串复杂数据。要不要继续探索这条陌生的路？还是回归送餐的日常，接受那个你早已厌倦的自己？"
        }
      ],
      "选择": []
    },
    {
      "事件名": "信息追踪",
      "备注": "L1-SN2",
      "前提": [],
      "叙事": [
        {
          "角色": "无",
          "图片": "",
          "叙述": "接下来两周，你刻意抢单到陈谨言所在的高档社区。四次送餐，你在他门口又听到了更多碎片信息：\"机构已开始布局\"、\"三季度是关键窗口期\"、\"政策面利好将集中释放\"。"
        },
        {
          "角色": "无",
          "图片": "",
          "叙述": "今晚，你用送餐攒下的钱，在网吧包了夜间座位。身旁是打游戏的学生，前排是刷剧的情侣，而你的屏幕上全是股票走势图和财经新闻。 \n\n\"天启科技（股票代码：671299）\"——这家公司专注于新能源电池材料研发，近期因锂矿开采权获批而受到关注。你对照陈谨言提到的信息，发现股价确实已回调约12%。"
        },
        {
          "角色": "无",
          "图片": "",
          "叙述": "更惊人的是，每次对照他提到的\"机构布局\"时间点，股价在随后3-5个交易日都有明显上涨。这不是巧合。你的心跳加速——这可能真的是\"内部消息\"。\n\n论坛上，有人讨论：\"天启已经连续三个季度亏损，为什么还有人买？\"也有人反驳：\"懂的都懂，三季度会有大动作。\""
        },
        {
          "角色": "无",
          "图片": "",
          "叙述": "天亮时分，你揉着酸痛的眼睛走出网吧。城市刚刚苏醒，交通信号灯的红绿交替照在你疲惫的脸上。你意识到自己正站在人生的十字路口：继续送外卖，按部就班地活着；或者尝试抓住这个看似送上门的机会？\n\n信息似乎可靠，但你真的了解股市吗？这条路充满未知风险，你准备好赌上全部积蓄了吗？"
        }
      ],
      "选择": [
        {
          "选项名": "新选项",
          "选项叙述": "选项描述...",
          "条件": [],
          "结果": [],
          "叙事": [
            {
              "角色": "无",
              "叙述": "选项默认叙事...",
              "图片": ""
            }
          ]
        }
      ]
    },
    {
      "事件名": "全仓决断",
      "备注": "L1-SN3",
      "前提": [],
      "叙事": [
        {
          "角色": "无",
          "图片": "",
          "叙述": "你坐在出租屋的床边，面前摊开所有积蓄：送外卖攒下的3.8万，父母给的2万\"娶亲钱\"，还有几张网贷平台的额度批准截图——总计可以筹集约10.8万元。\n\n手机上，配资公司的客服解释着：\"我们提供1:5的杠杆比例，您投入10万，可操作50万资金，但风险自负，股票跌幅超过16%将触发强制平仓。\"\n\n你的手指在计算器上敲打着：按陈谨言的信息，\"天启科技\"可能在三季度上涨30%以上。如果全仓杠杆入场，理论上能获利近15万——比你送一年外卖还多。"
        },
        {
          "角色": "无",
          "图片": "",
          "叙述": "然而风险同样巨大。如果判断错误，不仅积蓄清零，还会背上债务。\n\n父亲的语音信息突然响起：\"儿啊，工作太累就回来，爹妈供你上大学不是为了让你送一辈子外卖的。家里还有你的地方。\""
        },
        {
          "角色": "无",
          "图片": "",
          "叙述": "你看向墙上的大学毕业照，那个满怀希望的自己，与现在的疲惫身影形成鲜明对比。这可能是你唯一的翻身机会，但代价是背叛父母的信任与期望。\n\n窗外，城市霓虹闪烁。红绿信号灯的更替仿佛在问你：前行还是止步？"
        },
        {
          "角色": "无",
          "图片": "",
          "叙述": "你拿起手机，手指悬在\"确认交易\"按钮上方，内心的天平正在最后一次摇摆。角落里，那本大学时期的《金融风险控制》课本与你的农学院毕业设计论文《有机农业的可持续发展》静静躺在一起，仿佛是两条截然不同的人生路径。"
        }
      ],
      "选择": [
        {
          "选项名": "全力一搏，杠杆入场",
          "选项叙述": "决定相信内幕消息，将全部积蓄加上配资杠杆投入天启科技股票，期望通过这次机会彻底改变人生轨迹。  ",
          "条件": [],
          "结果": [
            "压力 +4",
            "希望 +3",
            "财富 -3"
          ],
          "叙事": [
            {
              "角色": "无",
              "图片": "",
              "叙述": "你的手指在手机屏幕上悬停了几秒，像是在进行最后的天人交战，然后缓缓落下。\"确认交易\"按钮被按下的那一刻，你感到一种前所未有的释然与恐惧交织的奇特感觉。父亲的话语仍在耳边回响，你几乎能想象出他期待的眼神。\"对不起，爸。\"你轻声说，同时关闭了语音信息，仿佛这样就能减轻背叛的罪恶感。\n\n\"没有退路了。\"你轻声对自己说。房间里突然变得异常安静，只有窗外城市的喧嚣依稀可闻。交易完成的提示音响起，10万元本金加上配资后的50万元资金，全部投入天启科技的股票。"
            },
            {
              "角色": "无",
              "图片": "",
              "叙述": "你关掉台灯，仰面躺在床上，眼睛却一刻不离手机屏幕。明天开市后，这一切就将开始——可能是你人生最大的转折点，也可能是最深的坠落。"
            },
            {
              "角色": "无",
              "图片": "",
              "叙述": "接下来的日子，你过着双重生活。表面上，你依然是那个勤恳的外卖骑手，穿梭在城市的各个角落；但内心中，你已经将自己视为一个即将华丽转身的投资者。送餐时，顾客的抱怨不再能触动你——当你暗自计算着账面上的浮动盈亏时，这些小事显得如此无关紧要。你开始在送餐APP上挑选订单，拒绝太远的配送，即使这意味着收入减少——你不能让骑行耽误查看股票行情的时间。\n\n天启科技的股价起初几天波动不大，但随后开始缓慢上升。当它首次上涨5%时，你兴奋得几乎无法入睡，计算着账面已有约2.5万元的浮盈。然而，仅仅两天后的一次小幅回调，又让你整夜胃痛，险些触发预警线。"
            },
            {
              "角色": "无",
              "图片": "",
              "叙述": "你开始频繁刷新财经网站和股票论坛，寻找任何与天启科技相关的消息。你精心计划送餐路线，确保每周至少三次经过陈谨言所在的高档社区。终于有一天，你在电梯里再次遇到了他，但他只是礼貌性地点头，完全不记得你是谁。这一刻，你突然意识到自己在他眼中可能只是众多送餐员中的一个，而那句改变你命运的话，对他而言或许只是日常对话的一部分。"
            },
            {
              "角色": "无",
              "图片": "",
              "叙述": "一个月过去，股票上涨了8%，你的账面利润已达4万元。这本应是个好消息，但距离三季度还有近两个月，而你已经无法正常工作、正常生活、正常思考——你的整个存在，都被绑在了那个不断跳动的股价曲线上。每天晚上，你都会检查天启科技的相关新闻，寻找任何可能的风险信号。一条关于政府即将调查新能源板块的传闻让你彻夜难眠，而第二天股价的小幅回调更是让你陷入恐慌。\"坚持住，\"你对自己说，\"只要再熬过两个月。\"但内心深处，你已开始怀疑，自己能否承受这漫长等待带来的压力。"
            }
          ]
        },
        {
          "选项名": "适度参与，控制风险",
          "选项叙述": "决定仅使用自己的积蓄参与投资，不动用父母的钱和网贷，同时避免使用杠杆，在尝试机会的同时保留安全边际",
          "条件": [],
          "结果": [
            "压力 +1",
            "希望 +1",
            "财富 -1",
            "跳转+命运的拐点"
          ],
          "叙事": [
            {
              "角色": "无",
              "图片": "",
              "叙述": "你的手指从\"确认交易\"按钮上移开，深呼一口气。\"不能赌这么大，\"你自言自语，\"但也不能完全放弃这个机会。\"\n\n你回复了父亲的语音：\"爸，我在城里挺好的，您和妈放心。\"说这话时，你的声音比平时沉稳，隐藏了即将进行人生第一次投资的紧张。有些事情，不需要让家人担心，但也不能完全违背他们的期望——这或许就是成长。挂断电话后，你想起大学时财务管理课上教授常说的话：\"风险与收益并存，但永远不要把自己逼入绝境。\"当时的你嗤之以鼻，如今却恍然大悟。"
            },
            {
              "角色": "无",
              "图片": "",
              "叙述": "你将配资平台的页面关闭，打开普通证券账户，开始重新规划投资策略。经过一番思考，你决定只用自己攒下的3.8万元中的3万元投资天启科技，留下8千元作为生活备用金。父母的\"娶亲钱\"和网贷额度，你碰都没碰——有些底线，一旦突破就再难回头。\n\n确认交易后，你感到一种奇特的平静。窗外的霓虹灯依然闪烁，但它们不再像之前那样令你焦虑。你拿起大学毕业照，轻轻擦去上面的灰尘，重新放回墙上。\"无论结果如何，至少我没有背叛自己的原则。\""
            },
            {
              "角色": "无",
              "图片": "",
              "叙述": "接下来的日子，你依然按计划送外卖，但也开始更系统地学习投资知识。你在二手书店买了《股票投资入门》和《财务分析基础》，在送餐的间隙听金融分析播客。每天晚上，你会在笔记本上整理学到的概念：支撑位、阻力位、量价关系、基本面分析...这些陌生的术语逐渐变得熟悉，你甚至开始能看懂那些曾经晦涩的财务报表数据。\n\n股价的波动确实会影响你的情绪，但远没有想象中那么剧烈。上涨时，你会感到一丝喜悦；下跌时，你会稍感失望，但生活依然有序进行。你甚至开始思考更长远的职业规划——也许可以尝试兼职做数据分析，或者报名参加一些财务课程。"
            },
            {
              "角色": "无",
              "图片": "",
              "叙述": "一个月后，天启科技上涨了8%，你的投资获利约2400元。这个数字不足以改变生活，但足以证明你的判断有一定道理。更重要的是，你找到了一种在稳定与冒险之间的平衡。\n\n一天送餐结束后，你收到一条招聘信息：某金融数据分析公司招聘兼职数据录入员，要求基本的财务知识。你犹豫片刻，点击了\"申请\"按钮——或许，这是打开另一扇门的第一步。而与此同时，天启科技的股价开始出现小幅波动，市场上关于新能源政策调整的传闻越来越多..."
            }
          ]
        },
        {
          "选项名": "拒绝诱惑，回归本心",
          "选项叙述": "决定完全放弃这次投资机会，不相信所谓的内幕消息，选择回到家乡重新规划人生，寻找更适合自己的发展道路。  ",
          "条件": [],
          "结果": [
            "压力 -3",
            "希望 +1",
            "财富 +1",
            "跳转+归乡悔悟"
          ],
          "叙事": [
            {
              "角色": "无",
              "图片": "",
              "叙述": "你的手指悬在屏幕上方，却始终没有按下那个按钮。父亲的语音在耳边回响：\"儿啊，工作太累就回来...\"这熟悉的乡音突然让你眼眶湿润。你抬头看向墙上的送餐路线图——这座城市的每条街道你都骑行过无数次，却始终感觉像个局外人。\n\n\"我在这里追逐什么？\"你放下手机，望向窗外闪烁的霓虹。这一刻，所有的幻想都如泡沫般破灭——你不是金融专家，不懂股票市场的复杂规则，甚至不知道那所谓的\"内幕消息\"是否可靠。"
            },
            {
              "角色": "无",
              "图片": "",
              "叙述": "你起身将摊在床上的钱一张张收好，把网贷平台的页面全部关闭。拿起大学毕业照，你长久地凝视着那个曾经的自己——那时的你，选择农学院并非偶然，而是源于对土地的情感连接。在城市里送外卖的两年，几乎让你忘了这一点。"
            },
            {
              "角色": "无",
              "图片": "",
              "叙述": "\"爸，我想回家了。\"你回拨父亲的电话，声音有些哽咽，\"我在城里这些日子，一直在逃避一个事实：我不属于这里。\"\n\n电话那头，父亲沉默了几秒，然后说：\"回来吧，咱家的地正缺人打理。你大学农学院学的那些新技术，比我这老把式强多了。\"\n\n你望向书桌角落那本尘封已久的《现代农业技术导论》——毕业设计用过的教材，竟然还跟着你搬了好几次家。也许，这就是所谓的命运暗示。"
            },
            {
              "角色": "无",
              "图片": "",
              "叙述": "两天后，你退掉了出租屋，将积蓄存进银行，买了张回乡的车票。临行前，你最后一次路过那个高档社区，看到灯火通明的2201室，心中已没有任何波澜。\n\n回到家乡，父母的欢迎比你想象的还要热烈。村子变化不小，新修的柏油路直通村口，但也能看到不少荒废的田地——年轻人外出务工，老人无力耕种的常见问题。\n\n你用积蓄和父母合伙租了十亩地，开始尝试大学里学到的有机种植技术。起初并不顺利，老农们对你的新方法嗤之以鼻，第一季的产量也不如预期。但你坚持下来，调整方案，慢慢找到了适合本地土壤的种植方式。"
            },
            {
              "角色": "无",
              "图片": "",
              "叙述": "一个月后，村里的电商服务站找到你，希望合作销售有机蔬菜。有趣的是，负责人正是你大学的同学，他放弃了城市金融行业的工作，回乡创办了这个平台。\n\n\"你不是唯一厌倦了城市的人，\"他笑着说，\"我在券商实习那会儿，天天看股票数据，比送外卖还累。\""
            },
            {
              "角色": "无",
              "图片": "",
              "叙述": "站在自己的田地前，看着翠绿的庄稼，你有时还会想起那个差点赌上一切的夜晚。手机推送偶尔会显示天启科技的新闻——它确实在上涨，但波动剧烈，让你庆幸当初的决定。这里的收入不如投资成功那么丰厚，但每一分钱都实在，每一天都充满确定性。"
            }
          ]
        }
      ]
    },
    {
      "事件名": "眩晕的高度",
      "备注": "L1-SN4",
      "前提": [],
      "叙事": [
        {
          "角色": "无",
          "图片": "",
          "叙述": "三个交易日，三个涨停板。\"天启科技\"的股价如箭在弦，你的账户总资产从最初的50万（配资后）暴增至65万。浮盈15万，几乎是你两年送外卖的收入总和。"
        },
        {
          "角色": "无",
          "图片": "",
          "叙述": "今天，你第一次走进证券营业部的VIP室。不再是雨中送餐的外卖员，而是身着新买的衬衫，拿着最新款手机的\"投资者\"。\n\n客户经理王梅递上咖啡：\"贾先生，您的眼光真准！天启这支股票最近机构关注度很高。\"\n\n你微笑不语，内心却在狂喜——他们不知道你背后有\"内幕消息\"。屏幕上，K线图的一路向上仿佛印证了你的特殊地位：你不再是被命运玩弄的棋子，而是洞悉规则的玩家。"
        },
        {
          "角色": "无",
          "图片": "",
          "叙述": "走出营业部，你站在金融街的人流中，第一次感到自己与这座城市的精英们站在同一水平线上。你甚至幻想着，也许有一天，你也能住进像陈谨言那样的高级公寓，俯瞰城市灯火。\n\n手机震动，是送餐平台的排班通知。你毫不犹豫地点击\"请假\"——那个日夜奔波的贾露松似乎已经离你很远。"
        },
        {
          "角色": "无",
          "图片": "",
          "叙述": "然而，当夜深人静，你躺在出租屋的床上，一种莫名的不安爬上心头：这一切是不是太顺利了？如果陈谨言的信息有误呢？或者，如果市场突然转向呢？\n\n你的手指在新手机上滑动，查看\"天启科技\"的最新消息：有分析师质疑其财务状况，但更多是看好的声音。那一刻，你需要在两种冲突的心态间做选择：是适度获利了结，还是继续押注更大的胜利？"
        }
      ],
      "选择": [
        {
          "选项名": "见好就收，落袋为安",
          "选项叙述": "决定在股价上涨后适时退出，锁定已有利润，将获利资金用于改善生活和规划未来，不再冒险追求更高回报。  ",
          "条件": [],
          "结果": [
            "压力 -3",
            "希望 +1",
            "财富 +3",
            "跳转+诱惑重临"
          ],
          "叙事": [
            {
              "角色": "无",
              "图片": "",
              "叙述": "你的手指在手机屏幕上滑动，反复查看着股票分析和财经评论。最终，你深吸一口气，做出了决定。\"够了，就到这里。\"你轻声对自己说。\n"
            },
            {
              "角色": "无",
              "图片": "",
              "叙述": "第二天开盘，你毫不犹豫地全部卖出天启科技的股票。交易完成的提示音响起时，你感到一阵前所未有的轻松，仿佛肩上卸下了一座大山。扣除配资成本和利息后，你净赚12万元。\n\n王梅见你全部卖出，微微点头：\"贾先生懂得适时止盈，这在投资中非常重要。\"你没告诉她，你的决定更多源于内心的不安，而非投资智慧。\n\n回家的路上，你走得格外轻快。街边的一切似乎都变得鲜活起来：小贩的叫卖声、孩子的笑闹声、甚至是红绿灯的更替，都令你感到一种重新融入现实的踏实感。"
            },
            {
              "角色": "无",
              "图片": "",
              "叙述": "第一件事，你还清了所有网贷；第二件事，你给父母转了3万元，备注\"孝心不能等\"；第三件事，你租了一间更宽敞的公寓，有独立卫浴和采光良好的阳台。\n\n\"我不会再送外卖了，\"你对父母视频通话时说，\"但也不会再赌博式投资。\"你已经报名了一个财务管理课程，打算系统学习理财知识，同时开始寻找与自己大学专业相关的工作机会。"
            },
            {
              "角色": "无",
              "图片": "",
              "叙述": "一周后，当你在新公寓的阳台上喝着咖啡，刷到天启科技股价大幅波动的消息时，内心已经没有太多波澜。那个曾经日夜盯盘、为一点波动而辗转反侧的自己，如今仿佛是另一个人。\n\n\"幸运不会永远眷顾同一个人，\"你在笔记本上写下这句话，\"但理性和节制会。\"你合上笔记本，开始准备下午的面试——这是一家环保科技公司的客户服务岗位，薪资虽然不如你这次投资收益惊人，但足以支撑体面生活，更重要的是，它提供的是一条可持续发展的职业道路。\n\n你知道，自己这次只是幸运地搭上了一趟快车，但真正的人生，还是要靠自己一步步走出来。"
            }
          ]
        },
        {
          "选项名": "坚定持有，追求极限",
          "选项叙述": "坚信内幕消息的价值，决定继续持有甚至加仓天启科技，期待在三季度末收获更大回报，完全改变人生轨迹。",
          "条件": [],
          "结果": [
            "压力 +2",
            "希望 +3",
            "财富 -1"
          ],
          "叙事": [
            {
              "角色": "无",
              "图片": "",
              "叙述": "你关闭了财经分析页面，盯着天启科技股票的K线图，每一个上扬的小红线都仿佛在向你招手。\"这才刚刚开始，\"你自言自语，\"三季度末才是真正的高峰。\"\n\n第二天，你不仅没有卖出，反而将账户中的现金余额全部用来加仓。操作完成后，你的心跳加速，一种混合着恐惧与兴奋的感觉充斥全身。你已经完全押上了筹码，现在只能向前，不能回头。"
            },
            {
              "角色": "无",
              "图片": "",
              "叙述": "营业部的王梅对你的操作感到惊讶：\"贾先生，适当获利了结也是投资的一部分。\"你礼貌地微笑，内心却暗自得意——他们不知道你掌握的信息。在你看来，自己就像是一场赌局中唯一知道结果的人。"
            },
            {
              "角色": "无",
              "图片": "",
              "叙述": "你彻底放弃了送外卖的工作，每天的生活变成了研究股票、分析市场和等待三季度财报。你租了一间离金融街更近的公寓，开始刻意模仿那些金融精英的生活方式——购买品牌服装，出入高档咖啡厅，甚至开始学习品酒。每当服务员以\"先生\"称呼你时，你既感到一种扮演者的满足，又有一丝冒充者的不安——仿佛随时会被人识破你外卖员的真实身份。"
            },
            {
              "角色": "无",
              "图片": "",
              "叙述": "夜深人静时，恐惧仍会不期而至。每当股价有轻微回调，你都会心跳加速，彻夜难眠。你开始频繁造访陈谨言所在的高档社区，希望再次\"偶遇\"他，确认信息的可靠性。有几次，你甚至幻想自己就是下一个陈谨言，未来会有人在雨夜偷听你的谈话，寻找翻身的机会。"
            },
            {
              "角色": "无",
              "图片": "",
              "叙述": "两周后，天启科技又上涨了10%。你的账户总资产突破70万，账面浮盈超过20万。你将这个消息告诉了父母，却隐瞒了配资和内幕消息的部分。他们为你高兴，但也担忧：\"儿啊，钱够用就行，别太贪心。\"\n\n你挂断电话，站在落地窗前俯瞰城市夜景。窗玻璃上映出你的影像——新衣服，新发型，但眼睛里藏着深深的焦虑。距离三季度财报还有一个月，这将是你人生最长的一个月，也可能是最关键的一个月。"
            }
          ]
        },
        {
          "选项名": "灵活调整，分散风险",
          "选项叙述": "认识到持续高风险的危险性，决定部分获利了结，同时将资金分散到其他投资渠道，平衡风险和收益的关系。  ",
          "条件": [],
          "结果": [
            "压力 -1",
            "希望 +1",
            "财富 +1",
            "跳转+风向转变"
          ],
          "叙事": [
            {
              "角色": "无",
              "图片": "",
              "叙述": "新选项的默认叙事"
            },
            {
              "角色": "无",
              "图片": "",
              "叙述": "第二天开盘，你卖出了三分之二的天启科技股票，锁定了约10万元的利润。这个决定让你既感到一丝遗憾，又有种如释重负的轻松。剩下的仓位，你决定继续持有到三季度——既尊重了内幕消息的价值，又给自己留了退路。\n\n卖出的资金，你没有全部取出，而是分配到了几个不同方向：三万元存入银行作为应急资金；四万元购买了一些相对稳健的基金和债券；两万元用于改善生活；最后一万元，你报名了一个金融分析师的初级课程。\n\n\"不能把所有鸡蛋放在一个篮子里，\"你在笔记本上写下这句话，\"也不能因为一次成功就以为自己无所不能。\""
            },
            {
              "角色": "无",
              "图片": "",
              "叙述": "你没有完全放弃送外卖的工作，但降低了频率，每周只送三天，腾出时间学习和思考未来的职业规划。营业部的王梅注意到了你的变化，评价道：\"贾先生开始像个真正的投资者了，懂得控制风险。\"\n\n这句话让你思考了很久。\"真正的投资者\"——你过去从未想过自己会与这个身份有关联。回想最初听到陈谨言谈话时的自己，与现在计算着投资组合收益的自己，仿佛是两个不同的人。你不确定自己是否真的适合这个世界，但至少，你已经学会了它的一些规则。"
            },
            {
              "角色": "无",
              "图片": "",
              "叙述": "两周后，当天启科技再度上涨时，你当然有些遗憾没有全仓持有，但当你查看自己新配置的投资组合——有小幅上涨的，有小幅下跌的——你明白了分散风险的重要性。这不仅是投资策略，更是一种生活态度。\n\n晚上，你收到一家金融科技公司的面试通知，这是你基于新学习的金融知识投递的第一份简历。无论结果如何，你已经不再是那个只能在雨中送外卖的自己。你的人生正在打开新的可能性，而这一切，既源于一个偶然的机会，也源于你在关键时刻的理性抉择。"
            }
          ]
        }
      ]
    },
    {
      "事件名": "镜花水月",
      "备注": "L1-SN5",
      "前提": [],
      "叙事": [
        {
          "角色": "无",
          "图片": "",
          "叙述": "凌晨三点，你被手机震动惊醒。是配资平台的预警信息：\"天启科技今日大幅下跌8.5%，接近平仓线。请注意风险，及时追加保证金。\""
        },
        {
          "角色": "无",
          "图片": "",
          "叙述": "屏幕上的K线图不再是一路上扬的绿色，而是刺眼的断崖式下跌红线。财经快讯显示：\"天启科技因财务数据异常被监管关注，机构投资者集中减持。\"\n\n你慌忙拨打陈谨言的电话，始终无人接听。社交媒体上，关于天启的负面消息如雪崩般涌现。你的心跳加速，手心冒汗——这不可能，陈谨言说过三季度是关键窗口期，现在才刚刚开始！"
        },
        {
          "角色": "无",
          "图片": "",
          "叙述": "配资平台经理冷漠地通知：\"如再跌5%将触发强平线，建议您主动减仓或追加保证金。\"\n\n你看着账户，浮盈已全部回吐，甚至开始亏损。恐惧如潮水般涌来——如果强制平仓，不仅血汗钱会化为乌有，还将背负巨额债务。"
        },
        {
          "角色": "无",
          "图片": "",
          "叙述": "深夜，你给高中同学林强打去电话：\"兄弟，能不能借我5万救急？就三天，保证还！\"电话那头沉默片刻：\"行，但要收1分利，这是规矩。\"\n\n挂断电话，你望着窗外的大雨，心如刀绞。这笔钱只够撑三天，如果股价继续下跌，后果不堪设想。但如果现在平仓，就等于认输，永远告别那个可能改变命运的梦。"
        },
        {
          "角色": "无",
          "图片": "",
          "叙述": "天快亮时，你做出决定：追加保证金，继续持有。你告诉自己：市场只是短期波动，内幕消息不会错，风暴过后必是彩虹。\n\n窗外，暴雨愈发猛烈，闪电照亮了你疲惫而固执的面容。"
        }
      ],
      "选择": [
        {
          "选项名": "全面撤退，止损离场",
          "选项叙述": "认清现实，决定立即清仓退出，接受损失并终止高利贷借款，避免陷入更深的金融和精神危机。  \n前置条件 无特殊前置条件",
          "条件": [],
          "结果": [
            "压力-3",
            "希望-2",
            "财富-2",
            "跳转+重燃希望"
          ],
          "叙事": [
            {
              "角色": "无",
              "图片": "",
              "叙述": "闪电再次划过窗外阴沉的天空，映照出你疲惫的脸。你盯着那条不断刷新的股价走势图，突然感到一阵前所未有的清醒。\n\n\"够了，到此为止。\"你深吸一口气，手指坚定地点击了\"全部平仓\"按钮。确认弹窗显示你将亏损约4万元，还需偿还林强的5万高利贷。一生积蓄化为乌有，甚至还背上了债务，但至少，这场噩梦终于要结束了。"
            },
            {
              "角色": "无",
              "图片": "",
              "叙述": "交易完成的提示音响起，你瘫坐在床上，感到既心如刀绞又莫名释然。窗外的雨声似乎也小了些，不再如雷贯耳。你取消了已经设置的闹钟——不需要再起早盯盘了，也不必再为每一个百分点的波动心惊肉跳。\n\n你给父母打电话，第一次诚实地坦白了一切：\"爸妈，我做了一件蠢事...\"电话那头，父亲沉默了许久，最后只说了一句：\"人活着，就有希望。\"母亲则在背景中不停抽泣。\n\n挂断电话后，你拿出笔记本，开始列清单：变卖不必要的物品、重新申请送外卖平台、寻找夜间兼职、制定3年还债计划。这个过程出乎意料地让你平静下来——你终于回到了真实的世界，不再生活在幻想中。"
            },
            {
              "角色": "无",
              "图片": "",
              "叙述": "第二天，你拉黑了配资平台的所有联系方式，删除了股票软件，然后戴上头盔，重新穿上那件荧光色的送餐制服。雨后的城市空气格外清新，你骑着电动车穿梭在街道间，不再幻想住进高级公寓，而是踏实地想着如何一单单送好外卖，一月月还清债务。\n\n晚上，你见到林强，承诺三个月内分期还清欠款，并加付利息。他意外地没有为难你：\"我以为你会像其他人一样，借了钱就消失。\"你摇摇头：\"亏掉的是钱，不能再丢掉诚信。\""
            },
            {
              "角色": "无",
              "图片": "",
              "叙述": "一周后，当你再次经过陈谨言所在的高档社区时，你曾尝试再次联系他，但他的电话已是空号，小区保安也表示根本不认识这个名字的住户。你这才意识到，也许从一开始，你就只是一个被精心设计的骗局中的棋子。同一天，新闻报道天启科技因财务造假被立案调查，股价已跌去大半。\n\n你没有感到任何庆幸或报复的快感，只有一丝对过去愚蠢行为的释然。这场游戏从一开始就没有赢家，唯一的胜利是及时认清现实。"
            }
          ]
        },
        {
          "选项名": "孤注一掷，加码抵抗",
          "选项叙述": "坚信内幕消息终将兑现，决定寻求更多借贷资金加仓抄底，押注股价最终会按照预期上涨，拒绝接受失败。",
          "条件": [],
          "结果": [
            "压力+4",
            "希望+2",
            "财富-4"
          ],
          "叙事": [
            {
              "角色": "无",
              "图片": "",
              "叙述": "闪电照亮了你僵硬的面容，但你的目光始终没有离开手机屏幕。那条下跌的红线就像一条蜿蜒的毒蛇，吞噬着你的理智，却也激发了你内心深处某种疯狂的决心。\n\n\"这不可能是真的，一定只是短期震荡！\"你握紧拳头，拨通了又一个电话号码——是另一位可能借钱给你的朋友。接着是第二个，第三个...你像溺水之人抓住每一根救命稻草，不计后果地向所有可能的渠道借钱。"
            },
            {
              "角色": "无",
              "图片": "",
              "叙述": "到天亮时，你已经通过各种手段凑集了15万元\"弹药\"。有几个朋友明确拒绝了——\"股票太危险\"；有人半信半疑地借了一些——\"就这一次，别再来找我了\"；你甚至向网贷平台提交了多份申请，接受高得离谱的利率。当确认所有资金到账后，你毫不犹豫地全部用来加仓天启科技。交易完成后，你的眼睛布满血丝，手指因过度紧张而微微颤抖。窗外的暴雨依旧肆虐，仿佛在嘲笑你的固执。"
            },
            {
              "角色": "无",
              "图片": "",
              "叙述": "\"陈谨言不会骗我，\"你喃喃自语，\"三季度，他说过三季度是窗口期...\"你开始彻夜不眠地守在电脑前，刷新着每一条关于天启科技的消息，甚至试图分析那些负面报道的真实性——\"财务异常只是谣言\"、\"监管关注是常规程序\"、\"机构减持是为了洗盘\"...你为每一个坏消息都找到了自我安慰的解释。\n\n你再次尝试联系陈谨言，不仅电话打不通，甚至亲自前往他的公寓，却被告知该住户已经搬离。这个打击几乎要摧毁你的最后一丝希望，但你仍然固执地相信：也许他只是换了住处，也许他正在处理更重要的事情。"
            },
            {
              "角色": "无",
              "图片": "",
              "叙述": "接下来的日子，你彻底与外界隔绝。房间里堆满了外卖盒子，墙上贴满了分析图表，桌上散落着各种借条。你放弃了工作，放弃了睡眠，甚至放弃了基本的自我照顾——唯一的生活就是盯着那个股票代码和不断变化的数字。\n\n当天启科技连续第三天下跌，配资平台发出最后警告时，你仍然在网贷平台上寻找新的借款机会。父母的电话你已不敢接听，朋友的询问全部无视。你知道自己正在坠入深渊，却仍然抱着那根早已烧断的救命稻草——\"再给我三天，三季度就要到了，一切都会好转...\""
            }
          ]
        },
        {
          "选项名": "战略性撤退，重整旗鼓",
          "选项叙述": "接受暂时的挫折但不完全放弃，决定部分减仓降低杠杆风险，同时寻找更可靠的信息渠道，冷静评估后续行动。",
          "条件": [],
          "结果": [
            "压力-1",
            "财富-1",
            "跳转+错误的惯性"
          ],
          "叙事": [
            {
              "角色": "无",
              "图片": "",
              "叙述": "窗外的闪电映照着你紧锁的眉头，雨声如同你急促的心跳。你盯着那条断崖式下跌的红线，深呼吸几次，强迫自己冷静下来。\n\n\"不能全信，也不能全不信。\"你对自己说。经过一夜的挣扎，你在天亮前做出决定：将持仓量减少一半，降低杠杆风险，同时接受林强的借款，但只用于必要时追加保证金，不用于加仓。\n\n交易开始后，你执行了计划，手中依然保留部分天启科技的股票，但杠杆率大幅下降。这个决定让你既有心痛，又有一丝释然——至少，你不会在一夜之间失去一切。"
            },
            {
              "角色": "无",
              "图片": "",
              "叙述": "接下来的行动更加谨慎而系统化。你开始深入调查天启科技的实际情况，不再盲目相信陈谨言的\"内幕消息\"。你在财经论坛注册账号，查阅专业分析报告，甚至联系了一位在金融行业工作的大学同学，请教专业意见。\n\n夜深人静时，你反复回想陈谨言当时的神态和用词——他真的说了\"确定\"的三季度吗？还是你过于急切地将\"可能\"听成了\"必然\"？这种念头让你痛苦，但也促使你开始区分事实与愿望的界限。你开始意识到，那个在雨夜中举着手机，渴望一夜暴富的自己，是多么容易被操控。"
            },
            {
              "角色": "无",
              "图片": "",
              "叙述": "\"内幕交易是违法的，\"同学严肃地提醒你，\"而且大多数所谓的'内幕消息'都不可靠。\"这句话如同一盆冷水，浇醒了你的幻想。你开始重新审视整个事件：也许陈谨言只是在随口胡说，也许他也是被误导的一员，甚至可能他根本就是在有意误导别人。\n\n你设置了止损点，决定如果股价再跌10%就全部清仓，不再抱有幻想。同时，你也恢复了送外卖的工作，保证基本收入来源。"
            },
            {
              "角色": "无",
              "图片": "",
              "叙述": "一周后，天启科技的股价有小幅回升，但远未回到你最初投资的水平。你既没有因此重新陷入疯狂，也没有彻底放弃，而是继续观察，等待更确定的信号。林强的借款你按时支付了利息，并制定了还款计划。\n\n这场风暴让你失去了部分财富，但获得了更宝贵的东西：对市场的敬畏，对风险的认知，以及在混乱中保持清醒的能力。你不知道天启科技的股价最终会如何，但你已经不再是那个被一句\"内幕消息\"就能完全操控的人了。"
            }
          ]
        }
      ]
    },
    {
      "事件名": "归零时刻",
      "备注": "L1-SN6",
      "前提": [],
      "叙事": [
        {
          "角色": "无",
          "图片": "",
          "叙述": "\"天启科技因涉嫌财务造假，即日起停牌调查。\"——这行刺眼的红字在证券营业部的大屏幕上不断闪烁。\n\n周围是同样面如死灰的投资者，有人痛哭，有人怒吼，有人只是呆坐。而你，站在大厅中央，仿佛置身于一场噩梦。"
        },
        {
          "角色": "无",
          "图片": "",
          "叙述": "手机不断震动：配资公司的强平通知、网贷平台的还款提醒、高利贷好友的催收信息——最终结算：账户清零，欠配资方、网贷、高利贷总计20万债务。\n\n这些数字开始失去意义，变成一片刺眼的红色。你尝试联系陈谨言，电话永远无人接听，社区保安告诉你：\"2201室的租户上周就退租了。\"\n\n那一刻，你明白了一切。没有内幕消息，只有精心设计的陷阱。你不是洞察游戏规则的玩家，只是别人猎物中的一个。"
        },
        {
          "角色": "无",
          "图片": "",
          "叙述": "走出营业部，城市依旧喧嚣，交通信号灯依然红绿交替。手机再次震动，是母亲的语音：\"儿啊，你爸把家里唯一的牛卖了，给你打了3万，工作慢慢找...\"\n\n一种从未有过的麻木感席卷全身。你机械地走回出租屋，电话、短信、催收通知如潮水般涌来。窗外霓虹闪烁的红绿光芒此刻只剩刺眼的嘲讽。"
        },
        {
          "角色": "无",
          "图片": "",
          "叙述": "在彻底的崩溃面前，你该何去何从？是面对现实，承担后果？还是彻底逃离，寻求解脱？那一刻，终南山的传说突然浮现在脑海中——据说那里有隐士，能找到生命的答案。"
        }
      ],
      "选择": [
        {
          "选项名": "新选项",
          "选项叙述": "选项描述...",
          "条件": [],
          "结果": [
            "跳转+归零重启"
          ],
          "叙事": [
            {
              "角色": "无",
              "图片": "",
              "叙述": "选项默认叙事..."
            }
          ]
        }
      ]
    },
    {
      "事件名": "命运的拐点",
      "备注": "L1-TN1",
      "前提": [],
      "叙事": [
        {
          "角色": "无",
          "图片": "",
          "叙述": "一周后，你收到了营业部王梅的电话。她压低声音：\"贾先生，有件事想私下告诉您。\"\n\n咖啡厅里，王梅环顾四周，确认无人注意后说：\"最近有个大客户不断买入天启科技，听说与三季度有关。我不该透露客户信息，但看您做过功课...\"她欲言又止。\n\n你攥紧拳头。这是第二个关于\"三季度\"的暗示。公交车上，你查看金融论坛，发现越来越多\"天启科技三季度大动作\"的讨论。"
        },
        {
          "角色": "无",
          "图片": "",
          "叙述": "回家路上，你路过陈谨言的高档社区，保安提到：\"2201室的陈先生最近总带着金融分析师来访。\"\n\n当晚，你在床边辗转反侧。窗外，城市灯火如往常闪烁，但你的心跳却加速到难以忽视。理性告诉你保持警惕，但投机的本能已被唤醒。\n\n天亮时，你做出决定。你取消了风险控制课程的注册，拨通了配资公司的电话：\"我要最大杠杆。\"挂断电话后，你感到一种奇异的平静——就像赌徒推上全部筹码的那一刻，恐惧反而消失了。"
        }
      ],
      "选择": [
        {
          "选项名": "新选项",
          "选项叙述": "选项描述",
          "条件": [],
          "结果": [
            "跳转+眩晕的高度"
          ],
          "叙事": [
            {
              "角色": "无",
              "图片": "",
              "叙述": "新选项的默认叙事"
            }
          ]
        }
      ]
    },
    {
      "事件名": "归乡悔悟",
      "备注": "L1-TN2",
      "前提": [],
      "叙事": [
        {
          "角色": "无",
          "图片": "",
          "叙述": "回到家乡两周后，你已经适应了农村的节奏。早晨在田间劳作，傍晚与父母共进晚餐，夜深时看着星空思考未来。这一切比想象中更让你平静。"
        },
        {
          "角色": "无",
          "图片": "",
          "叙述": "那天，你收到了大学同学赵明的电话，他在证券公司工作：\"天启科技这支股票最近有大动作，内部消息说三季度会爆发。我知道你现在搞农业，但要不要考虑投点小钱？\"\n\n一听到\"内部消息\"和\"天启科技\"，你的心跳骤然加速。脑海中闪过城市灯火，闪烁的股票数据，以及被命运一夜翻盘的可能性。\n\n\"投资需要多少启动资金？\"你听见自己问。\n\n\"5万左右就能开始，配资的话可以撬动更大金额...\""
        },
        {
          "角色": "无",
          "图片": "",
          "叙述": "晚上，你翻出农学院毕业证，怅然若失。有机农业虽有前景，却需要数年积累。而股市或许能让你在几个月内积累起农场的启动资金。\n\n第二天，你告诉父母要回城办事几天。在父亲疑惑的目光中，你带着存折踏上了回城的班车，怀揣着一个危险的计划——用家里的积蓄押注那个熟悉的名字：天启科技。"
        }
      ],
      "选择": [
        {
          "选项名": "新选项",
          "选项叙述": "选项描述...",
          "条件": [],
          "结果": [
            "跳转+眩晕的高度"
          ],
          "叙事": [
            {
              "角色": "无",
              "图片": "",
              "叙述": "选项默认叙事..."
            }
          ]
        }
      ]
    },
    {
      "事件名": "诱惑重临",
      "备注": "L1-TN3",
      "前提": [],
      "叙事": [
        {
          "角色": "无",
          "图片": "",
          "叙述": "你放下手机，走到新公寓的阳台上，看着城市的夜景。这个月来，生活稳步向前——找到了环保科技公司的工作，每周学习理财知识，甚至开始做一些小额定投基金。那个曾在雨夜中窥听、在股市中几乎自毁的自己，如今似乎已成过去。"
        },
        {
          "角色": "无",
          "图片": "",
          "叙述": "\"贾先生，还记得我吗？\"一条意外的短信打破平静。是王梅，那位证券营业部客户经理。\"天启科技最近有重大利好，内部消息，三季度业绩将超预期。您当初若坚持持有，现在已经...\"\n\n你的心跳突然加速。屏幕上的信息像一枚种子，迅速在心中生根发芽。你试图说服自己已经吸取教训，但内心深处，那个渴望一夜暴富的声音又开始低语：\"也许这次是真的...也许上次只是时机不对...\""
        },
        {
          "角色": "无",
          "图片": "",
          "叙述": "次日下午，你\"恰好\"路过证券营业部，王梅热情地递上一份分析报告：\"贾先生，配资比例更优惠了，一比五的杠杆，资金翻倍的机会...\"\n\n你的手指在合同上方悬停，理性与欲望在脑中交战。那笔锁定的12万利润在银行卡里安静躺着，却在此刻变得无比刺眼——如果再投入，如果加上杠杆，也许这次...\"50万足够了，\"你听见自己说，\"我对天启科技有信心。\""
        },
        {
          "角色": "无",
          "图片": "",
          "叙述": "签完字的那一刻，你感到一阵奇怪的熟悉感，既兴奋又不安，如同重新踏入一场明知危险却无法抗拒的游戏。"
        }
      ],
      "选择": [
        {
          "选项名": "新选项",
          "选项叙述": "选项描述...",
          "条件": [],
          "结果": [
            "跳转+镜花水月"
          ],
          "叙事": [
            {
              "角色": "无",
              "图片": "",
              "叙述": "选项默认叙事..."
            }
          ]
        }
      ]
    },
    {
      "事件名": "风向转变",
      "备注": "L1-TN4",
      "前提": [],
      "叙事": [
        {
          "角色": "无",
          "图片": "",
          "叙述": "一个月过去，你的投资组合表现稳健。天启科技缓慢上涨，其他小额投资也有不错回报。这种平衡感让你更有信心——分散风险确实是明智之举。"
        },
        {
          "角色": "无",
          "图片": "",
          "叙述": "周末，金融区一家高档咖啡厅里，你与王梅碰面。她递给你一份内部分析报告：\"贾先生眼光独到。这是我们最新的板块分析，新能源尤其是锂电池材料，三季度有望迎来政策红利。\"\n\n你小心翻阅报告，发现天启科技被多次提及为\"行业龙头\"。王梅压低声音：\"很多大客户已经开始加仓了。\""
        },
        {
          "角色": "无",
          "图片": "",
          "叙述": "回家路上，你反复思考这个信息。这与陈谨言所说惊人一致，难道真有内幕？那天夜里，你查看自己的投资组合，忽然觉得自己太过谨慎了——如果内幕消息属实，现在的投入根本不足以改变命运。"
        },
        {
          "角色": "无",
          "图片": "",
          "叙述": "第二天，你决定重新调整策略。你取消了金融分析师课程的报名，将那笔钱和其他投资渠道的资金全部转入证券账户。王梅帮你办理了更高杠杆的配资业务：\"市场正处于难得的机会期。\"\n\n你看着交易确认单，总投入已达50万——几乎是你全部可支配资源。内心有一丝不安，但很快被即将到来的暴富可能性所淹没。电话铃响起，父亲问候你最近工作如何。你轻描淡写地回答\"一切顺利\"，同时关闭了投资软件的页面。\n\n窗外，阴云密布，暴雨将至。"
        }
      ],
      "选择": [
        {
          "选项名": "新选项",
          "选项叙述": "选项描述...",
          "条件": [],
          "结果": [
            "跳转+镜花水月"
          ],
          "叙事": [
            {
              "角色": "无",
              "图片": "",
              "叙述": "选项默认叙事..."
            }
          ]
        }
      ]
    },
    {
      "事件名": "重燃希望",
      "备注": "L1-TN5",
      "前提": [],
      "叙事": [
        {
          "角色": "无",
          "图片": "",
          "叙述": "走出证券营业部，你感到全身轻松了许多。雨已经停了，阳光透过云层照在湿漉漉的街道上，像是在为你的决定祝福。"
        },
        {
          "角色": "无",
          "图片": "",
          "叙述": "第二天，你收到一条推送：\"天启科技关联企业获重大政府项目\"。你随手划过，没放在心上。但晚间，你的老同学林强发来消息：\"听说你最近在炒股？天启科技这支票我们公司研究部门很看好，据说三季度有大动作。\"\n\n你的心跳突然加速。这是第二个关于\"天启科技\"的信号，而且来源更加可靠。你和林强通了电话，他详细解释了天启科技的业务模式和未来前景。\n\n\"我们部门预测它三季度会有30%以上的涨幅，\"林强说，\"现在正是买入时机。\""
        },
        {
          "角色": "无",
          "图片": "",
          "叙述": "你犹豫了。明智的选择是保持距离，但那个曾经在雨夜送餐时听到内幕消息的自己仿佛又回来了。\"如果这次是真的...\"，你看着刚刚平仓获得的资金，内心挣扎。\n\n两天后，你站在配资公司前，手握所有可动用的资金和林强介绍的\"内部分析报告\"。\"只此一次，\"你对自己说，\"一旦成功，所有债务烦恼都会消失。\""
        },
        {
          "角色": "无",
          "图片": "",
          "叙述": "你再次全力投入，甚至比上次更加激进——家中余款、亲友借贷、网贷平台——总共凑齐了近10.8万元，配资5倍后，50万再次全部买入天启科技。\n\n这一次，你坚信自己不是盲目赌博，而是基于\"专业分析\"的理性投资。"
        }
      ],
      "选择": [
        {
          "选项名": "新选项",
          "选项叙述": "选项描述...",
          "条件": [],
          "结果": [
            "跳转+归零时刻"
          ],
          "叙事": [
            {
              "角色": "无",
              "图片": "",
              "叙述": "选项默认叙事..."
            }
          ]
        }
      ]
    },
    {
      "事件名": "错误的惯性",
      "备注": "L1-TN6",
      "前提": [],
      "叙事": [
        {
          "角色": "无",
          "图片": "",
          "叙述": "你的风险降低策略在最初几周看起来相当成功。天启科技的股价波动不大。每周三天的送餐工作虽然辛苦，但给了你喘息的空间。你甚至开始考虑报名参加更多的金融课程。\n\n然而，一切在那个周五凌晨骤然改变。你的手机不断震动，将你从睡梦中惊醒。屏幕上是一连串天启科技急剧下跌的预警通知。财经快讯显示有传闻称天启科技被监管部门立案调查。"
        },
        {
          "角色": "无",
          "图片": "",
          "叙述": "\"一定是短期波动，会回升的。\"你安慰自己，却发现手指正不受控制地颤抖。那种熟悉的恐惧感再次涌上心头。\n\n早上，你匆忙联系了几个朋友，\"借点钱周转，下周就还。\"仅有三个人答应你筹到了5.5万元。"
        },
        {
          "角色": "无",
          "图片": "",
          "叙述": "你没听。下午，你在营业部见到了王梅。她看着你紧张的表情，劝道：\"市场有风险，也许该考虑止损了。\"\n\n\"不，这只是洗盘。\"你固执地说，想起了过去几周稳健策略带来的平静，\"我上次就该全仓持有的。\"\n\n你调动所有能够借到的钱，甚至向几家网贷平台提交了申请。到晚上，你已经凑齐了25万元，全部用来加仓天启科技，将持仓总额恢复到了50万元。"
        },
        {
          "角色": "无",
          "图片": "",
          "叙述": "交易完成后，你疲惫地靠在椅背上，注视着那条不断下跌的红线。脑海中，那个曾经理性的声音被淹没在焦虑和执念中。你告诉自己：这次不会错，市场终会证明我是对的。\n\n窗外的城市灯火依旧璀璨，而你的眼中只剩下股价波动的数字。"
        }
      ],
      "选择": [
        {
          "选项名": "新选项",
          "选项叙述": "选项描述...",
          "条件": [],
          "结果": [
            "跳转+归零时刻"
          ],
          "叙事": [
            {
              "角色": "无",
              "图片": "",
              "叙述": "选项默认叙事..."
            }
          ]
        }
      ]
    },
    {
      "事件名": "归零重启",
      "备注": "L1-SN7",
      "前提": [],
      "叙事": [
        {
          "角色": "无",
          "图片": "",
          "叙述": "终南山的积雪在月光下泛着冷蓝色的光芒。三天前，你完成了最后一单送餐，平静地向每位客户道别，把电动车停在小区指定位置，然后登上了开往陕西的夜车。背包里只有身份证、手机和一张大学毕业合影。\n\n上山途中，一位采药的老人给了你一块干粮，问你：\"小伙子找道士算命吗？\"你没有回答，继续向上。现在，你站在鹰嘴崖边，海拔2000米处的寒风刺骨。"
        },
        {
          "角色": "无",
          "图片": "",
          "叙述": "用冻僵的手指，你写完遗书：\"爸妈，我对不起你们的汗水。这一生太短，我想看看另一边...\"\n\n正准备装回背包，早已没电的手机突然亮起——是一条推送：\"天启科技停牌核查结束，澄清财务风波，复牌大涨。\""
        },
        {
          "角色": "无",
          "图片": "",
          "叙述": "你笑了，是发自内心的荒谬感。如果再早两天收到这消息，也许一切都不同。但此刻，这条信息已经失去了所有意义。"
        }
      ],
      "选择": [
        {
          "选项名": "直面深渊，义无反顾",
          "选项叙述": "决定立即跃下悬崖，结束一切痛苦。认为这是对自己投资失败和辜负家人期望的最后救赎，相信死亡是逃离现实困境的唯一出路。  ",
          "条件": [],
          "结果": [
            "压力-10",
            "希望-10",
            "财富-10"
          ],
          "叙事": [
            {
              "角色": "无",
              "图片": "",
              "叙述": "你看了枯树上的两点新绿最后一眼，内心泛起一丝涟漪，却又很快归于平静。这世上的倔强与你无关了。那些绿芽会继续生长，而你的故事就此结束。你默默地将遗书放进外套内袋，轻轻拍了拍，确保它能在你被发现时被找到。"
            },
            {
              "角色": "无",
              "图片": "",
              "叙述": "你最后看了一眼那个已经再次黑屏的手机，想起它在生命的最后时刻给你带来的那条讽刺消息。\"天启科技\"——那个吞噬了你全部积蓄和父母养老金的公司名字，如今复牌大涨，但已无法改变任何事。\n\n\"再见了。\"你轻声说，不确定是对那两点新绿说，还是对过去的自己说。"
            },
            {
              "角色": "无",
              "图片": "",
              "叙述": "深吸一口终南山刺骨的寒气，你张开双臂，闭上眼睛，向前迈出一步。风声在耳边呼啸，时间在这一刻似乎被拉长。脑海中闪过父母的面容，大学时无忧无虑的笑脸，甚至是最后那位给你递干粮的老人。\n\n坠落中，你感到一种奇怪的平静。所有的债务、失败、羞愧都在这短暂的自由落体中变得遥远。你想象着股市的波动图，忽上忽下，如同人生，只是你决定在最低点退场。"
            },
            {
              "角色": "无",
              "图片": "",
              "叙述": "地面越来越近，你没有后悔，没有恐惧，只有一种解脱感。雪花轻轻落在你的脸上，冰冷而温柔，像是世界最后的告别。\n\n在意识消散的最后一刻，你恍惚看见那株枯树上的两点新绿仿佛在向你招手，在雪山之巅倔强地见证着你生命的终结。也许在来年春天，当积雪消融，它们会长成茂盛的枝叶，而你将成为山谷中的一个小小传说——那个在最冷的冬天选择离开的年轻人。"
            }
          ]
        },
        {
          "选项名": "等待黎明，最后告别",
          "选项叙述": "决定再看一次日出，给自己一个体面的告别。想象着日出是生命的隐喻，自己的生命如同即将落下的太阳，以最美的姿态离开这个世界。  ",
          "条件": [],
          "结果": [
            "压力-8",
            "希望 - 8",
            "财富-10"
          ],
          "叙事": [
            {
              "角色": "无",
              "图片": "",
              "叙述": "那两点新绿在风雪中微微颤动，像是对你无声的呼唤。你伸出手，轻轻触碰了一下那坚韧的嫩芽，随即收回被冻得通红的手指。你笑了笑，那种荒谬感仍在心头萦绕——天启科技复牌大涨的消息如同嘲讽，就像黑夜后的曙光，却来得太迟。\n\n既然人生已经如此荒谬，为何不再看一次日出作为最后的讽刺句点？这个想法突然闪现在你心中——你一直是个计算风险的人，总是在等待\"最佳时机\"，可那时机从未真正到来。此刻，你决定至少给自己一个体面的告别，等待这一生的最后一次日出。"
            },
            {
              "角色": "无",
              "图片": "",
              "叙述": "你在悬崖边盘腿坐下，背靠一块突出的岩石，避开最凛冽的风。从背包里取出遗书，又看了一遍，确认自己没有遗漏什么。随后，你将它小心地放回背包，拿出大学毕业合影，长久地凝视着那个曾经充满希望的自己。\n\n东方的天空逐渐由深蓝转为淡紫，云层镶嵌着金边。你想起大学时为赶论文熬夜，却被室友拖去看日出的那个清晨。当时你抱怨连连，计算着这几小时的睡眠损失会导致多少效率下降，现在却觉得那是生命中为数不多值得铭记的时刻。"
            },
            {
              "角色": "无",
              "图片": "",
              "叙述": "\"如果能重来一次...\"你轻声自语，随即摇头。没有如果。就像股市没有后悔药，失去的钱再也回不来，辜负的期望无法弥补，人生就是一场不能重来的游戏。\n\n第一缕阳光穿透云层，洒在终南山的雪峰上，泛起金色的光芒。你不由自主地伸出手，仿佛要抓住这光线。山谷间的积雪在朝阳映照下变成了橙红色，整个世界似乎都被点燃。\n\n泪水不知何时爬上你的脸颊，在寒风中迅速冻结。你站起身，深深地看了一眼这个你即将离开的世界，对着朝阳鞠了一躬，像是某种仪式性的告别。"
            },
            {
              "角色": "无",
              "图片": "",
              "叙述": "然后，你转向悬崖。阳光照在你的背上，投下长长的影子，延伸到悬崖边缘，再消失在深渊中。你走到边缘，闭上眼睛，张开双臂。\n\n\"谢谢你，太阳。谢谢你，世界。\"你轻声道别，向前跨出最后一步。\n\n在坠落的瞬间，你恍惚看到那两点新绿在阳光下闪闪发光，倔强地迎接着新的一天。而你的旅程，则在这美丽的晨光中，永远地结束了。"
            }
          ]
        },
        {
          "选项名": "留下遗书，找寻道士",
          "选项叙述": "决定在死前寻找那位老人提到的道士，请他预言自己死后的来生。希望通过这种方式为自己的结局赋予某种神秘的意义，或者获得关于来世的安慰。 ",
          "条件": [],
          "结果": [
            "压力-9",
            "希望-9",
            "财富-10"
          ],
          "叙事": [
            {
              "角色": "无",
              "图片": "",
              "叙述": "你凝视着崖壁缝隙里那两点顽强的新绿，突然想起那位老人的话。\"小伙子找道士算命吗？\"那条关于天启科技的消息让你意识到世事难料，命运如此不可捉摸。既然人生如此荒谬，也许只有超越现实的答案才能给你些许安慰。\n\n你始终是个赌徒，不是吗？即使在生命的最后关头，你仍想赌一把——赌这位道士能给你一个值得听的答案，哪怕只是关于来世的一个美丽谎言。反正都是死路一条，为何不再投注最后一次？"
            },
            {
              "角色": "无",
              "图片": "",
              "叙述": "你将遗书小心地放入背包最显眼的位置，确保它能被发现。然后转身，沿着来时的路下山，寻找那位老人提到的道士。"
            },
            {
              "角色": "无",
              "图片": "",
              "叙述": "雪更大了，覆盖了山路，但你并不急着赶路。反正这是最后一次行走，何必匆忙？下山途中，天色逐渐暗下，你在黄昏的最后一缕光线中，遇到了那位老人，他正在一处岩洞前生火煮药。\n\n\"我改主意了，\"你说，声音嘶哑，\"想见见那位道士。\"\n\n老人抬头看你，目光深邃：\"何必问来世，不如且看今生。\"\n\n\"今生已经走到尽头了。\"你苦笑，就像一次失败的交易，资金归零，游戏结束。\n\n老人叹息，指向山腰处一间隐约可见的茅屋：\"去吧，但记住，他只会说真话，无论好坏。\""
            },
            {
              "角色": "无",
              "图片": "",
              "叙述": "天色完全暗下时，你终于找到了那间茅屋。推门进去，那位道士是个出乎你意料的年轻人，可能只比你大几岁。他听完你的来意，既不惊讶也不劝阻，只是让你盘坐在蒲团上，点燃一炷香。\n\n\"闭眼，想象你的来路。\"他说。"
            },
            {
              "角色": "无",
              "图片": "",
              "叙述": "你照做了，脑海中浮现出种种片段：儿时父亲教你骑自行车，高考前母亲熬夜为你准备夜宵，大学宿舍里和室友的欢笑，第一次收到工资的喜悦，以及...投资失败后那些不眠之夜，眼睁睁看着数字从绿转红，如同生命的起伏。\n\n\"你的来生，\"道士轻声说，\"将与你今生的选择紧密相连。跳下悬崖，你不会获得解脱，只会带着同样的困惑轮回。\"\n\n你睁开眼，有些愤怒：\"那我该怎么办？我已经一无所有了！就像爆仓，全部清零！\""
            },
            {
              "角色": "无",
              "图片": "",
              "叙述": "道士平静地看着你：\"你见过崖边的新芽吗？它们在冰雪中生长，不问前路，不问结果。它们没有想着一夜暴富，只是日复一日地向阳生长。\"\n\n离开茅屋时，天已黑透。你站在山腰处，仰望星空，然后朝着鹰嘴崖的方向走去。回到悬崖边，你取出遗书，最后看了一眼，然后撕碎，任风将碎片带走。"
            },
            {
              "角色": "无",
              "图片": "",
              "叙述": "你站在悬崖边缘，深吸一口气，闭上眼睛。道士的话在耳边回响，但你的决定已经不可动摇。就像坚持一个已经失败的交易，明知无望还要坚持到底——这是你一贯的作风。也许来生，你会记得这一课。\n\n纵身一跃，风声呼啸。在生命的最后时刻，你脑海中闪过那两点新绿的影像，它们顽强地在恶劣环境中求生，而你选择了放弃。这个对比在你意识消散前的最后一刻，带来一丝难以名状的遗憾。"
            }
          ]
        }
      ]
    }
  ]
}